<%@ Page Title="" Language="C#" MasterPageFile="~/evaWeb/contentPage.master" AutoEventWireup="true" CodeFile="content5.aspx.cs" Inherits="evaWeb_content5" %>

<asp:Content ID="Content1" ContentPlaceHolderID="targetPageContent" Runat="Server">
    <div>
        <h2 style="margin-left:10px;">五、評鑑組織、運作及自評作業流程</h2>
        <p style="margin-left:50px;">
（一）評鑑組織：<br><br>

　　總教學中心（以下簡稱本中心）依據「國立中央大學自我評鑑實施辦法」、「國立中央大學教學自我評鑑作業規範」、「國立中央大學總教學中心自我評鑑實施辦法」，成立「總教學中心自我評鑑執行委員會」，由中心主任擔任主任委員，邀集本中心所屬單位主管、中文系主任、歷史所所長組成，並得由中心主任推薦校內外教師或專家學者二至四人組成，其中應含業界代表至少一人，負責規劃、督導、追蹤本中心暨所屬單位暨通識教育之自我評鑑相關事宜。下設通識教育中心自我評鑑執行委員會、語文中心自我評鑑執行委員會、大一國文教學研究中心自我評鑑執行委員會、大二歷史專業教室自我評鑑執行委員會（以下簡稱「受評單位自評執行委員會」），由受評單位主管擔任主任委員，邀集單位教師及校內外專家學者各二至四人組成，其中應含業界代表至少一人，負責受評單位評鑑事宜之執行及追蹤改善事宜。<br />
　　受評單位於評鑑執行階段，應組成工作小組，依評鑑項目進行分工，負責評鑑相關資料蒐集與分析，討論自評報告書內容與進度，及撰寫自評報告書。<br /><br>

（二）運作與自評作業流程：<br><br>

　　「總教學中心自我評鑑執行委員會」負責通識教育自我評鑑作業規劃與訂定、自評作業諮詢、自評報告書審查、評鑑結果總檢討、自評作業督導與自評結果追蹤改善等事宜。<br />
　　「總教學中心自我評鑑執行委員會」及受評單位自評執行委員會之運作依「國立中央大學總教學中心自我評鑑實施辦法」、「國立中央大學通識教育中心自我評鑑實施辦法」、「國立中央大學語言中心自我評鑑實施辦法<br>」、「大一國文教學研究中心自我評鑑實施辦法」與「大二歷史專業教室自我評鑑實施辦法」規定。自我評鑑作業期程依「國立中央大學通識教育自我評鑑作業流程圖」辦理。

        </p>
    </div>
</asp:Content>

